Repository: irgigi/iosadv_36_homework
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

# введите текст
source: enter text
ru: введите текст

source: (views) Views
ru: Просмотры

source: Cancel
ru: Отмена

source: Cat Felix
ru: Кот Феликс

source: Error
ru: Ошибка

# language
source: english
ru: русский

source: Likes
ru: Лайки

source: Log In
ru: логин

source: Me and my favorite food
ru: Я и моя любимая еда

source: Me in 2 mounth
ru: Я в 2 месяца

source: Me in 12 years old
ru: Я в 12 лет

source: My love
ru: Моя любовь

source: My paws
ru: Мои лапки

source: My rest on the computer desk
ru: Мой отдых на компьютерном столе

source: ok
ru: ок

source: Open
ru: Открыть

source: Photo Gallery
ru: Фото Галерея

source: Photos
ru: Фотографии

source: Profile
ru: Профиль

source: saved
ru: Сохранено

source: Set status
ru: установите статус

source: Views
ru: Просмотры

source: VK
ru: ВК

source: waiting (self.counter)
ru: ожидание (self.counter)

# Избранное
source: favorites
ru: Избранное

# Инфо
source: Info
ru: Инфо

# Лента пользователя
source: user feed
ru: Лента пользователя

# Мой пост
source: My post
ru: Мой пост

# Неизвестная ошибка.Попробуйте еще раз
source: Unknown error. Try again
ru: Неизвестная ошибка.Попробуйте еще раз

# Ошибка
source: Error
ru: Ошибка

# Ошибка orbitalPeriod
source: Error orbitalPeriod
ru: Ошибка orbitalPeriod

# Период обращения планеты Татуин вокруг своей звезды - (text.orbitalPeriod)
source: period of revolution of the planet Tatooine around its origin - (text.orbitalPeriod)
ru: Период обращения планеты Татуин вокруг своей звезды - (text.orbitalPeriod)

# Подобрать пароль
source: pickup password
ru: Подобрать пароль

# Попробуйте еще раз
source: try again
ru: Попробуйте еще раз

# Профиль
source: profile
ru: Профиль

# Фото не загружены
source: photos're not uploaded
ru: Фото не загружены

# Фото не найдены
source: no photo found
ru: Фото не найдены
